{
  "welcome": "Bienvenido",
  "home": "Tomas Arvedson",
  "blog": "Blog",
  "projects": "Proyectos",
  "about": "Sobre mí",
  "contact": "Contacto",

  "home_intro": "- Desarrollador -",
  "another_section": "Disfruto aprender mientras cumplo con mi parte, aprovechando cada oportunidad para fortalecer mis debilidades y mejorar como profesional. Me esfuerzo en cada proyecto, buscando siempre nuevas formas de superar mis límites y aportar soluciones que no solo sean efectivas, sino también innovadoras. Mi compromiso no es solo con el trabajo bien hecho, sino con el crecimiento continuo, tanto personal como profesional.",
  "blog_intro": "¡Bienvenido a mi blog! Mantente al tanto de las actualizaciones y artículos interesantes.",

  "projects_intro": "Aquí puedes encontrar los proyectos en los que he trabajado, desde aplicaciones web hasta proyectos paralelos.",

  "about_intro": "Hola, soy Tomas Arvedson, un desarrollador apasionado con experiencia en desarrollo web y diseño.",

  "contact_intro": "Si deseas ponerte en contacto, ¡no dudes en escribirme por correo electrónico o en mis redes sociales!",
  
  "change-language": "Es",


  "quick_links": "Enlaces rápidos",
  "contact_info": "Información de contacto",
  "location": "Ubicación",
  "all_rights_reserved": "Todos los derechos reservados",


  "tecnologies": "Estas son algunas de las herramientas con las que he podido trabajar",
  "react_description": "React es una biblioteca de JavaScript para construir interfaces de usuario.",
  "nextjs_description": "Next.js es un framework de React para renderización del lado del servidor.",
  "nodejs_description": "Node.js es un entorno de ejecución de JavaScript basado en el motor V8 de Chrome.",
  "tailwindcss_description": "Tailwind CSS es un framework de CSS de utilidades primero para estilos.",
  "github_description": "GitHub es una plataforma para alojar y revisar código.",
  "javascript_description": "JavaScript es un lenguaje de programación utilizado para el desarrollo web.",
  "python_description": "Python es un lenguaje de programación de alto nivel para la codificación de propósito general.",
  "mongodb_description": "MongoDB es una base de datos NoSQL utilizada para aplicaciones escalables.",
  "postgresql_description": "PostgreSQL es un sistema de base de datos relacional de código abierto.",
  "prisma_description": "Prisma es un ORM de próxima generación para Node.js y TypeScript.",
  "css_description": "CSS3 es la última evolución del lenguaje de hojas de estilo en cascada para el diseño web.",
  "figma_description": "Figma es una herramienta de diseño colaborativo para la creación de interfaces de usuario.",
  "typescript_description": "TypeScript es un superconjunto de JavaScript que añade tipado estático, lo que facilita la detección de errores y el desarrollo de aplicaciones más robustas."

}
