{

  "welcome": "Welcome",
  "home": "Tomas Arvedson",
  "blog": "Blog",
  "projects": "Projects",
  "about": "About Me",
  "contact": "Contact",
  
  "home_intro": "Developer",

  "another_section": "I enjoy learning while fulfilling my role, taking advantage of every opportunity to strengthen my weaknesses and improve as a professional. I strive in every project, always seeking new ways to overcome my limits and provide solutions that are not only effective but also innovative. My commitment is not only to well-done work but to continuous growth, both personally and professionally.",

  "blog_intro": "Welcome to my blog! Stay tuned for updates and interesting articles.",

  "projects_intro": "Here you can find the projects I have worked on, from web applications to side projects.",

  "about_intro": "Hi, I'm Tomas Arvedson, a passionate developer with experience in web development and design.",

  "contact_intro": "If you'd like to get in touch, feel free to reach out via email or social media!",

  "change-language": "EN",



  "quick_links": "Quick Links",
  "contact_info": "Contact Information",
  "location": "Location",
  "all_rights_reserved": "All rights reserved",


  "tecnologies": "These are some of the tools I have worked with",
  "react_description": "React is a JavaScript library for building user interfaces.",
  "nextjs_description": "Next.js is a React framework for server-side rendering.",
  "nodejs_description": "Node.js is a JavaScript runtime built on Chrome's V8 engine.",
  "tailwindcss_description": "Tailwind CSS is a utility-first CSS framework for styling.",
  "github_description": "GitHub is a platform for hosting and reviewing code.",
  "javascript_description": "JavaScript is a programming language used for web development.",
  "python_description": "Python is a high-level programming language for general-purpose coding.",
  "mongodb_description": "MongoDB is a NoSQL database used for scalable applications.",
  "postgresql_description": "PostgreSQL is an open-source relational database system.",
  "prisma_description": "Prisma is a next-generation ORM for Node.js and TypeScript.",
  "css_description": "CSS3 is the latest evolution of the Cascading Style Sheets language for web design.",
   "figma_description": "Figma is a collaborative design tool for creating user interfaces.",
   "typescript_description": "TypeScript is a superset of JavaScript that adds static typing, making it easier to catch errors and develop more robust applications."



  
}
